/* Error string. */
"Proposed value '%@' failed to format because it did not match any of the formatter's regular expressions." = "Proposed value '%@' failed to format because it did not match any of the formatter's regular expressions.";

/* Error string. */
"Proposed value '%@' failed to format because formatter has no expressions to match." = "Proposed value '%@' failed to format because formatter has no expressions to match.";

/* Displayable error message for mal-formed regular expressions. */
"Regular expression string is not valid." = "Regular expression string is not valid.";

